<?php
return [

    'app_title' => 'Академічні Тексти України',
    'locale_version' => 'English version',
    'locale_version_code' => 'en',
    'work_locale_version' => 'English version',

    'placeholder_search' => 'Пошук',

    'caption_okd_research_for' => 'Дисертація на здобуття ступеня ',
    'caption_okd_type_research' => [
        4 => 'кандидата наук',
        5 => 'доктора наук',
        8 => 'доктора філософії',
    ],

    'caption_author' => 'Здобувач',
    'caption_speciality' => 'Спеціальність',
    'caption_date_defense' => 'Дата захисту',
    'caption_registration_number' => 'Державний реєстраційний номер',
    'caption_spec' => 'Спеціалізована вчена рада',
    'caption_essay' => 'Анотація',
    'caption_supervisor' => 'Керівник роботи',
    'caption_opponents' => 'Офіційні опоненти',
    'caption_reviewers' => 'Рецензенти',
    'caption_advisors' => 'Консультанти',
    'caption_connection' => 'Зв\'язок з науковими темами',
    'caption_biblos' => 'Публікації',
    'caption_files' => 'Файли',
    'caption_file_okd' => 'Облікова картка дисертації',
    //connection with scientific topics
    'caption_similar' => 'Схожі дисертації',

    'link_download' => 'Завантажити',

    'meta_okd_keywords' => 'дисертація, повний текст, автореферат, анотація, завантажити, дисертації :year, :author, :theme',
    'meta_okd_og_title' => 'Дисертація: :theme',
    'meta_okd_description' => 'Дисертація на тему: :theme',
    'meta_okd_og_description' => 'Повний текст, реферат, анотація. Завантажити дисертацію у форматі PDF',
    'meta_og_locale' => 'uk_UA',

    'message_download_error' => 'Сталася помилка під час завантаження цього файлу',

    //Common
    'common_title' => 'Академічні тексти України: дисертації, звіти, статті, монографії - uacademic.info',
    'common_keywords' => 'дисертація, повний текст, автореферат, дисертації :year, академічні тексти, завантажити дисертацію, автореферат дисертації, тема, наукові звіти, монографії, наукові тексти, uacademic',
    'common_description' => 'Пошук академічних текстів України: повні тексти дисертацій, атореферати, звіти, монографії. Доступ до наукових робіт для науковців та дослідників',

    '404_subheader' => 'Сторінку не знайдено',
    '404_text' => 'Скоріше за все ця сторінка була переміщена або видалена.<br>Можливо, Ви помилилися при вводі адреси. Превірте її будь ласка ще раз.',
    '404_text_2' => 'Ви можете повернутися на головну сторінку сайту або знайти те, що Вам потрібно за допомогою пошуку.',

    'button_home' => 'На головну',
    'button_search' => 'До пошуку',


    //Index
    'index_welcome_header' => 'Вітаємо, науковці!',
    'index_text_1' => 'Ласкаво просимо на наш сайт, де ви зможете знайти повні тексти академічних робіт для ваших наукових досліджень. Наш потужний пошук забезпечить найточніші результати для ваших пошукових запитів.',
    'index_text_2' => 'Разом ми досягнемо нових висот в науковому світі!',
    'index_last_diser' => 'Останні дисертації',

    //Search
    'search_title' => 'Академічні тексти України: розширений пошук - uacademic.info',
];
